---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctSizeSettingIterator
source: html/fe098ca4-a68c-6b8f-15f4-812453fc1186.htm
---
# DuctSizeSettingIterator Properties

Gets the item at the current position of the iterator.